#THIS TOOL BY REDVIROUS
import os
os.system("clear")
from N4Tools.Design import Text
T=Text()
about='''
لتثبيت الاداه
apt update && apt upgrade
pkg update
pkg upgrade
pkg install python
pkg install python2
pkg install python3
pkg install pip
pkg install wget
pkg insta curl
pkg install git
pkg install unzip
حمل الاداه من ميديافاير

http://www.mediafire.com/file/yxidxr2sd8tyrna/RV_TOOLv4.0.zip/file

بعد ماتحمل الاداه من ميديا فاير
اكتب هذه اوامر بترتيب

git clone https://github.com/REDVIROUS/RV_TOOLv4.0-install

unzip RV_TOOLv4.0.zip

cd RV_TOOLv4.0-install

python install.py

cd

cd RV_TOOLv4.0

python RV_TOOLv4.0.py

وكده الاداه هتشتغل من غير مشاكل

ولتشغيل الاداه مره اخري


cd

cd RV_TOOLv4.0

python RV_TOOLv4.0.py
###################
اقسام الاداه

قسم رقم 1

لمعالجه مشاكل التيرمكس

قسم رقم 2

1 تثبيت الميتاسبلويت
2 تحديث الميتاسبلويت
3 معالجه مشاكل الميتاسبلويت
4 معالجه مشكله قاعده البيانات
5 فتح الميتاسبلويت
6 صنع بايلود

قسم رقم 3

توزيعات الينكس علي اندرويد

قسم رقم 4

صنع فيروس للاندرويد والويندوز والماك

قسم رقم 5

اخطراق اجهزه عن طريق اداه RV-TOOL

قسم رقم 6

قسم RV-PHISHING للتصيد
ملاحظه هذا قسم يحتاج روت
انظر الي قسم 22 لصنع روت

قسم رقم 7

عمل دوس اتاك عن طريق اداه RV-TOOL

قسم رقم 8

عمل سكان للموقع وجمع ملومات عنه مثل اي بي

قسم رقم 9

فتح اداه نجروك عن طريق اداه RV-TOOL

قسم رقم 10

قسم التخمين
ملاحظه هذا القسم تحت التطوير
موجوده به التخمين علي واتس فقط

قسم رقم 11

ادوات التيرمكي

قسم رقم 12

مزيد من ادوات التيرمكس

قسم رقم 13

ادوات الدوس اتاك

قسم رقم 14

ادوات جمع معلومان

قسم رقم 15

ادوات الفحص وسكان

قسم رقم 16

ادوات الهندسه اجتماعيه

قسم رقم 17

تحميل فيديو من يوتيوب

قسم رقم 18

تحميل صوت من يوتيوب

قسم رقم 19

تحميل ملف

قسم رقم 20

تحميل صوره

قسم رقم 21

اله حاسبه

قسم رقم 22

لعبه الحظ

قسم رقم 23

اعرف معالجك

قسم رقم 24

التقويم والتاريخ والساعه

قسم رقم 25

فك حظر ارقام الواتساب
يتوفر قريباا في التحديث الجديد

قسم رقم 26

ارسال رساله واتساب
يتوفر قريباا في التحديث الجديد

قسم رقم 27

ارسال رساله sms
يتوفر قريباا في التحديث الجديد

قسم رقم 28

تغيير مظهر التيرمكس
يتوفر قريباا في التحديث الجديد

قسم رقم 29

عمل هاش وفك هاش اي اداه او سكريبت
يتوفر قريباا في التحديث الجديد

قسم رقم 30

ادوات المتعه والمزح
يتوفر قريباا في التحديث الجديد

قسم رقم 31

معلومات عن اداه ومطوريها
يتوفر قريباا في التحديث الجديد

قسم رقم 32

عمل روت للتيرمكس

قسم رقم 00

الخروج من اداه

 مصطفي محمد وريدفيروس:المبرمجين


coded by : MOSTAFA MHAMED and REDVIROUS

'''
arabic=(T.arabic(about))
print (arabic)
print ("")
print ("")
